/**
 * Created by zf7he on 2017/06/01.
 */

module.exports.testData = {
    "メールアドレスにする予定": {
        "カテゴリ2": {
            "20160721": [{
                "価格": 10,
                "備考": "値切った結果",
                "品目": "さけ",
                "購入場所": "イケヤ"
            }, {
                "価格": 50,
                "備考": "値切った結果",
                "品目": "さんま",
                "購入場所": "イケヤ"
            }]
        },
        "カテゴリ3": {
            "20160321": [{
                "価格": 800,
                "備考": "値切った結果",
                "品目": "あご",
                "購入場所": "イケヤ"
            }, {
                "価格": 2300,
                "備考": "値切った結果",
                "品目": "こんぐり",
                "購入場所": "イケヤ"
            }]
        },
        "カテゴリ１": {
            "20160721": [{
                "価格": 4000,
                "備考": "値切った結果",
                "品目": "はまち",
                "購入場所": "イケヤ"
            }, {
                "価格": 1800,
                "備考": "値切った結果",
                "品目": "さんま",
                "購入場所": "イケヤ"
            }, {
                "価格": 100,
                "備考": "値切った結果",
                "品目": "あじ",
                "購入場所": "イケヤ"
            }, {
                "価格": 12000,
                "備考": "値切った結果",
                "品目": "はも",
                "購入場所": "イケヤ"
            }]
        }
    }
};
